vars = [
    {"var1": {
        "вопрос1": {
            "текст": "Виды обучений по охране труда:",
            "ответы": ["инструктаж по охране труда (вводный инструктаж по охране труда, инструктаж по охране труда на рабочем месте, целевой инструктаж по охране труда, внеплановый)",

                       "стажировка на рабочем месте",

                       "обучение по оказанию первой помощи пострадавшим",

                       "обучение по использованию (применению) средств индивидуальной защиты",

                       "обучение по охране труда в Учреждении, в том числе обучение безопасным методам и приемам"
                       " выполнения работ или в организациях, оказывающих услуги по проведению обучения по охране труда",

                       "все вышеперечисленное"],

            "правильный_вариант": [6]},

        "вопрос2": {
            "текст": "Допускается ли нахождение работников под работающей верхней"
                     " механизацией в статическом и динамическом режимах с подвешенным на ней грузом (в том числе декорации, свет) при соблюдении следующих условий:",

            "ответы": ["перечисленное оборудование предназначено для этих целей согласно технической (эксплуатационной) документации организации-изготовителя",

                       "груз, подвешенный на оборудовании, закреплен",

                       "выполнение данных работ отрепетировано в мизансценах и отражено в локальном акте работодателя",

                       "осуществляется визуальный контроль за выполнением работ ответственным лицом, назначенным работодателем",

                       "Верно, все вышеперечисленное"],
            "правильный_вариант": [5]},

        "вопрос3": {
            "текст": "Имеет ли право работодатель допустить сотрудника до выполнения работы без прохождения обучения требованиям охраны труда:",
            "ответы": ["имеет, при условии того, что деятельность данного сотрудника связана"
                       " с опасностями, источниками которых являются персональные компьютеры,"
                       " аппараты копировально-множительной техники настольного типа, единичные"
                       " стационарные копировально-множительные аппараты, используемые периодически"
                       " для нужд самого Учреждения, иная офисная организационная техника, а также бытовая"
                       " техника, не используемая в технологическом процессе производства, и при этом другие источники опасности отсутствуют",

                       "не имеет права, так как все сотрудники обязаны пройти все виды обучений по"
                       " охране труда на основании Постановления Правительства от 24.12.2021 №2464 «О порядке обучения по охране труда и проверки знания требований охраны труда»;",

                       "оба ответа верны",],
            "правильный_вариант": [1]},

        "вопрос4": {
            "текст": "Крепление привязи для полетов (СИЗ от падения с высоты) или люльки для полетов к ходовой каретке должно выполняться только стальным канатом. Привязь должен изготавливаться только:",
            "ответы": ["по персональной мерке конкретного работника, занятого в полете,"
                       " и испытываться на прочность в соответствии с требованиями технической (эксплуатационной) документации организации-изготовителя",

                       "по усмотрению режиссера-постановщика",

                       "по решению постановочной группы",],
            "правильный_вариант": [1]},

        "вопрос5": {
            "текст": "Виды инструктажей по охране труда:",
            "ответы": ["предпремьерный инструктаж по охране труда",

                       "вводный, на рабочем месте, целевой, внеплановый",

                       "целевой, плановый, внеплановый, по графику"],
            "правильный_вариант": [2]}}},

    {"var2": {
        "вопрос1": {
            "текст": "Порядок проведения вводного инструктажа по охране труда:",
            "ответы": ["Вводный инструктаж по охране труда проводится"
                       " до начала выполнения трудовых функций для вновь"
                       " принятых работников и иных лиц, участвующих в производственной"
                       " деятельности Учреждения (работники, командированные в Учреждение, лица, проходящие производственную практику)",

                       "Вводный инструктаж по охране труда проводится со всеми сотрудниками и посетителями вне зависимости от правового статуса по отношении к Учреждению",

                       "Вводный инструктаж по охране труда проводится непосредственным руководителем"],

            "правильный_вариант": [1]},

        "вопрос2": {
            "текст": "Допускаются ли щели, выбоины, сколы, выступы и другие дефекты в щитах планшета сцены и между щитами? ",
            "ответы": ["не допускаются",

                       "для подвижных элементов допускаются технологические зазоры в соответствии с организационно-технологической (проектной) документацией",

                       "Верно, все перечисленное"],
            "правильный_вариант": [3]},

        "вопрос3": {
            "текст": "Какой вид инструктажа обязан пройти работник при изменении технологического процесса на предприятии?",
            "ответы": ["Вводный",

                       "Внеплановый",

                       "Целевой"],
            "правильный_вариант": [2]},

        "вопрос4": {
            "текст": "В течении какого периода после заключения трудового договора сотрудник должен пройти обучение требованиям охраны труда:",
            "ответы": ["не позднее 15 календарных дней",

                       "не позднее 10 рабочих дней",

                       "не позднее 60 календарных дней"],
            "правильный_вариант": [3]},

        "вопрос5": {
            "текст": "Высота художественных ограждений (декорации) должна быть:",
            "ответы": ["не более 150 мм",

                       "не менее 120мм",

                       "не менее 900 мм"],
            "правильный_вариант": [3]}}},

    {"var3": {
        "вопрос1": {
            "текст": "Имеет ли право работодатель допустить сотрудника к прохождению стажировки на рабочем месте до прохождения обучения требованиям охраны труда?",
            "ответы": ["имеет, так как к стажировке на рабочем месте допускаются работники, успешно прошедшие"
                       " в установленном порядке инструктаж по охране труда",

                       "имеет, так как стажировка на рабочем месте и прохождение обучения требованиям охраны труда являются независимыми видами обучений",

                       "не имеет, так как к стажировке на рабочем месте допускаются работники, успешно"
                       " прошедшие в установленном порядке инструктаж по охране труда и обучение требованиям охраны труда по программам в зависимости от категории работников."],

            "правильный_вариант": [3]},

        "вопрос2": {
            "текст": "Проведение обучения требованиям охраны труда производится:",
            "ответы": ["без отрыва от производства",

                       "с отрывом от производства",

                       "верно, все вышеперечисленное"],
            "правильный_вариант": [2]},

        "вопрос3": {
            "текст": "Допускается ли выход на сцену артистов для участия в репетициях или спектаклях (концертах) без приемки сцены режиссером (помощником режиссера) ведущего мероприятие:",
            "ответы": ["Допускается",

                       "Запрещено",

                       "Допускается, при условии, что артист сам смог оценить безопасность инфраструктуры сцены (реквизит, декорации, оборудование)"],
            "правильный_вариант": [2]},

        "вопрос4": {
            "текст": "Во время монтажа или при проведении иных технических работ при наличии"
                     " рисков падения предметов с высоты, иных рисков получения травм головы применение СИЗ (средств индивидуальной защиты) головы:",
            "ответы": ["Обязательно для всего персонала, находящегося на сцене",

                       "Не обязательно ввиду дискомфорта и неудобства осуществления трудовых функций",

                       "На усмотрение руководителя"],
            "правильный_вариант": [1]},

        "вопрос5": {
            "текст": "Опираться и садиться на установленные ограждения на площадках станков:",
            "ответы": ["Запрещается если не предусмотрены иные художественные решения, обеспечивающие при этом безопасность артистов",

                       "Разрешается",

                       "Допускается, при условии, что артист сам смог оценить безопасность инфраструктуры сцены (реквизит, декорации, оборудование)"],
            "правильный_вариант": [1]}}},

    {"var4": {
        "вопрос1": {
            "текст": "Обязательно ли проводить обучение по оказанию первой помощи пострадавшим с работниками рабочих профессий?",
            "ответы": ["Не обязательно",

                       "Обязательно",

                       "На усмотрение руководства предприятия"],
            "правильный_вариант": [2]},

        "вопрос2": {
            "текст": "Периодичность проведения повторного инструктажа на рабочем месте:",
            "ответы": ["не реже двух месяцев",

                       "не реже 12 месяцев",

                       "не реже 6 месяцев",

                       "не реже 3 месяцев"],
            "правильный_вариант": [3]},

        "вопрос3": {
            "текст": "Работы в театральных мизансценах и исполнение трюков в цирковых номерах, связанные с риском для жизни и здоровья исполнителей, должны поручаться:",
            "ответы": ["работникам, прошедшим обучение требованиям охраны труда",

                       "работникам, прошедшим специальную профессиональную подготовку или профессиональную спортивную подготовку",

                       "работникам, имеющим высшее театральное образование или окончивших цирковое училище"],
            "правильный_вариант": [2]},

        "вопрос4": {
            "текст": "Разрешается ли держать инструмент и крепежные детали в карманах спецодежды, при выполнении работ на колосниковой решетке?",
            "ответы": ["Запрещается",

                       "Разрешается",

                       "В зависимости от ситуации"],
            "правильный_вариант": [1]},

        "вопрос5": {
            "текст": "Диаметр каната для полетных устройств должен обеспечивать разрывное усилие:",
            "ответы": ["не менее 13-ти кратного запаса прочности",

                       "не менее 10-ти кратного запаса прочности",

                       "не менее 5-ти кратного запаса прочности"],
            "правильный_вариант": [1]}}}]